{
    "intro" : {
        "phrase" : "We dream at every dreaming landscape simultaneously, yet we remember dreams in our own unique way.",
        "paragraph" : "The dreaming landscapes –where we go in dreams– are based on time: the Dreaming Landscapes of What Is, the Dreaming Landscapes of What Was, the Dreaming Landscapes of What Could Be, and the Dreaming Landscapes of What is Eternal, but it is only one aspect that helps us build a dreaming profile; what we do in the dreaming landscapes, how open the gate to these landscapes is and how we access them are the other three main factors."
    },
    "conclusion" : {
        "paragraphs" : [
            "If you want to know more, you can explore The Dreaming Landscapes, the lands where dreams occur, or you can review The Dreaming Profiles, where you will find the ten dreaming archetypes. Alternatively, you can get a comprehensive approach to dreaming in The Essential Dreaming Workshop; there, you will be able to understand how the different cultures approached dreams in this era, you will see how movies have portrayed the dreaming landscapes, and yes, you will also have the possibility to open the gate of the dreaming landscapes and strengthen your connection to dreams.",
            "And let us add that focusing on dreams-related information will help you expand your capacity to remember. Look out for Aberdeem on Medium; she writes about dreams in depth. And remember to always document them; A Thousand Dreams will help you make the most of them."
        ],
        "phrase": "May you dream your world!",
        "signature": "A Thousand Dreams Team"
    },
    "results" : [
        {
            "id": 1,
            "name": "Potential Dreamer",        
            "message": {
                "Profile" : [
                    "Potential Dreamers usually believe that they do not dream at all, whereas, on the contrary, every human being is always dreaming. According to Adamus Saint Germain, we experience around 24 different realities in our dream state and about 12 in our waking state, even if we are unaware that they are taking place. (Adamus Saint Germain, 20221)",
                    "Not remembering dreams may be unrelated to a degree of spiritual awareness or personal growth; highly evolved beings may have the gate to the dreaming landscapes closed off because, at a deeper level, they are choosing to keep an intense focus on this 3D experience.",
                    "If anything, it is the mind that crosses over to the night sleep, being repetitive with a particular thought; those dreams feel as if we don't fall asleep at all, but this happens to every human at some point."
                ],
                "Landscapes": [
                    "A Potential Dreamer may also visit the Emotional Wastelands, the territories that help us clear and distill the energies that continually get entangled in our daily human lives. These dreams have no symbols or meaning, they hardly bring information, and we can build no story; we merely wake up feeling somewhat disturbed. We should breathe that into our bodies and move on; that dream has already served its purpose.",
                    "But Potential Dreamers may be placing themselves incorrectly in this category; the type of dreaming can easily be confused with that of the Crystalline Dreamer, who actually brings a lot of information from the dream state but in a non-mental way. How do we know? Because the crystalline dreams feel great."
                ],
                "Tips": [
                    "If you are a Potential Dreamer know that it is possible to reopen the gate at any point. If that is your new choice, you may be able to begin remembering dreams by expanding the Silver Cord, also called the Crystal Staircase, that connects us to the dreaming landscapes and ultimately to our Soul, with a notably easy consciousness shift that Tobias guides in his material <a rel='noreferrer' target='_blank' href='https://store.crimsoncircle.com/dreams.html?query=dreams&page=1'>Dreams</a> of 2005. No, we don't get commissions on it, but if it helps, let us know."
                ]
            }
        },
        {
            "id": 2,
            "name": "Classic Dreamer",            
            "message": {
                "Profile" : [
                    "The Classic Dreamer has opened the door to the dreaming landscapes only slightly. That door is the veil of consciousness created by the mind. For most of humanity, this veil is thick; at some point in our evolution, we disregarded our non-physical existence and grew increasingly mental.",
                    "By having the portal to the dreaming landscapes partially opened, the Classic Dreamer ventures into the dreaming landscapes only so far, to two of the seven Dreaming Landscapes of What Is –the landscapes where dreams related to our present reality occur: Emotional Wastelands and Symbolic Planes."
                ],
                "Landscapes": [
                    "As mentioned above, in the Emotional Wastelands, we clear and distill the energies that continually get entangled in our daily human lives. The Symbolic Planes, on the other hand, are where dreams that bypass our human mind occur; if we ignore our inner guidance in our waking state, the information we need to know will come through dreams of symbols, archetypes, or elements.",
                    "This is the type of dreaming for which dictionaries are made, but we contend that there is no better interpretation than to realize how the elements of your dreams made you feel and what they mean to you, personally.",
                    "Note that while these dreams bypass the mind of our waking state, they are still comprehensible by the mind itself. Also, note that dreams tend to be chaotic and confusing; trying to bring in a wealth of information through a narrow opening scrambles everything up.",
                    "Also, at this stage, dreams are projections; every character and every element is a reflection of ourselves; that changes the more we open the gate to the dreaming landscapes."
                ],
                "Tips" : [
                    "If you are a Classic Dreamer, you may be able to remember more dreams by expanding the Silver Cord, also called the Crystal Staircase, that connects us to the dreaming landscapes and ultimately to our Soul, with a notably easy consciousness shift that Tobias guides in his material Dreams of 2005. No, we don't get commissions on it, but if it helps, let us know."
                ]
            }
        },
        {
            "id": 3,
            "name": "Tormented Dreamer",
            "message": {
                "Profile" : [
                    "The Tormented Dreamer may still have symbolic and projective dreams, and the gate to the dreaming landscapes continues to be somewhat closed, but the intensity of experiences in upper landscapes percolates to the waking state; the reason is that their dreams are nightmarish and very emotional.",
                    "Either in the Limbo Tunnels of the Dreaming Landscapes of What Is or in the Dark Jungles and Utopic Highlands of the Dreaming Landscapes of What Was, the emotional resonance drives them time and again to the same experiences."
                ],
                "Landscapes" : [
                    "The Limbo Tunnels have an inherent connection with our physical reality. Most humans reach the Limbo Tunnels at some point because it is where we meet with loved ones that just passed away. Here we also meet with the living in dreams, even if we don't know them in our waking state. And this is the landscape where ghosts live: energetic imprints, traditional ghosts, and ghosts with a mission <a href=''>–see The Dreaming Landscapes.</a>",
                    "If we are Tormented Dreamers, we bump into these ghosts or tend to be drawn repetitively to the same places in the Limbo Tunnels. If we have any addiction or Earthly passion, we might recurrently visit the inns, taverns and bars out there.",
                    "The Tormented Dreamer also reaches the Dark Jungles and the Utopic Highlands. These are territories where dreams of the experiences of our past lives keep repeating, be it because of their magnificence or their atrocity. But if we encounter demons, they are most likely dis-integrated aspects of ourselves."
                ],
                "Tips" : [
                    "If you identify yourself as the Tormented Dreamer, your experience in dreams is consistently less than gratifying. We recommend that you do <a href='https://store.crimsoncircle.com/aspectology-class-online-information-only.html?query=aspectology&page=1' target='_blank' rel='noreferrer'>Aspectology</a>, a core workshop from Crimson Circle that provides guidance to integrate aspects. No, we don't get commissions on it, but if it helps, let us know."
                ]
            }
        },
        {
            "id": 4,
            "name": "Networking Dreamer",            
            "message": {
                "Profile" : [
                    "The Networking Dreamer has left behind symbolic and projective dreams and begins to reach the dreaming landscapes beyond, starting in the Limbo Tunnels. The door to the dreaming landscapes is now more open –the veil is less thick– so that the remembrances of dreams tend to be more precise, and the mixing of elements that makes most dreams have a surrealist undertone lessens. But even if we don't perceive them clearly, dreams in this landscape are actual encounters, and the remembrances of conversations are frequent.",
                    "These encounters tend to persist over time, building beautiful stories. It is because the ones we frequently meet up there are loved ones. Even if we have lost contact with them or haven’t met them in our waking state, we probably have shared many lifetimes.",
                    "Through these types of dreams, we also associate people that in real life seem unrelated; that is how we know they have been connected in previous lifetimes or are connected in this lifetime without us knowing, and we also know how they feel about each other. Think of it as the Dreambook –as in Facebook, but reloaded."
                ],
                "Landscapes" : [
                    "On a more advanced stage, the Networking Dreamer creates Imaginal Clouds in the Upper Limbo, private dimensions to have conversations with Ascended Masters, receive messages from Angels, or encounter our long-dead relatives –not the ones that just crossed over. Imaginal Clouds can also serve collective purposes like group dreaming."
                ],
                "Tips" : [
                    "Check <a href='https://store.crimsoncircle.com/adamus-on-topic-dreamworlds.html?query=dreamworlds&page=1' target='_blank' rel='noreferrer'>DreamWorlds</a> out, an interview from Aberdeem & Linda Hoppe to Adamus Saint Germain, a straightforward yet profound approach that may help you gain a new perspective on dreaming. No, we don't get commissions on it, but if it helps, let us know."
                ]
            }
        },
        {
            "id": 5,
            "name": "Dream Traveler",
            "message": {
                "Profile" : [
                    "As the Networking Dreamer, the Dream Traveler visits the Limbo Tunnels, but the gate to the dreaming landscapes is even more open; otherwise, the amount of sensory information related to traveling could not possibly get back.",
                    "A notable difference between the Networking Dreamer and the Dream Traveler is that the first one may connect directly with someone but miss the surroundings; dream traveling is about the places, and it feels as if we were physically there. Most of the time, we wake up exhausted or have difficulty anchoring ourselves back in this reality."
                ],
                "Landscapes" : [
                    "Limbo Tunnels are huge; we could be traveling only to places within the 3D that we already know and then expand into locations we didn't know existed on this planet. Later on, we may begin traveling to space –other planets or galaxies.",
                    "As fantastic as this is, the mind still holds a tight grip on these experiences, and unlike a Dream Time Traveler, these dreams are of the present time."
                ],
                "Tips" : [
                    "Check <a href='https://store.crimsoncircle.com/adamus-on-topic-dreamworlds.html?query=dreamworlds&page=1' target='_blank' rel='noreferrer'>DreamWorlds</a> out, an interview from Aberdeem & Linda Hoppe to Adamus Saint Germain, a straightforward yet profound approach that may help you gain a new perspective on dreaming. No, we don't get commissions on it, but if it helps, let us know."
                ]
            }
        },
        {
            "id": 6,
            "name": "Dream Time Traveler",            
            "message": {
                "Profile" : [
                    "The Dream Time Traveler has transcended the Dreaming Landscapes of What Is and has ventured into the Dark Jungles and Utopic Highlands of the Dreaming Landscapes of What Was and the Time Rivers of the Dreaming Landscapes of What Could Be.",
                    "The gate to the dreaming landscapes is now wide open, so we dare go that far without fear of our crystal cord breaking, and now not only do we travel to places, but we travel in time."
                ],
                "Landscapes" : [
                    "Dark Jungles and Utopic Highlands are the dreaming landscapes of what has already occurred in our physical reality. We keep connecting in dreams to them because there is something not integrated that still resonates with our present reality, be it because of its magnificence or atrocity. In a way, we can say that a piece of our Soul remains stranded there, and we continue dreaming with it until we integrate the experience or choose to dream a better dream.",
                    "Dreamwalkers and conscious dreamers can visit ancient civilizations in these lands, even if they are unrelated to their personal history.",
                    "On the other hand, Time Rivers are within the Dreaming Landscapes of What Could Be; it is the land of collective and personal potentials, not only of the future but also of the past, of what could have happened –we may dream with alternate branches of the past that did not materialize on Earth.",
                    "Here we dream of the potential past or future of this timeline or other timelines; we also encounter ourselves in the potential past or future of our current lifetime, and we can dream with subsequent incarnations, too.",
                    "As stated in The Dreaming Landscapes, one conscious human dreaming in this landscape can affect our collective future here, on Earth.",
                    "Journeys to the Time Rivers in the waking state are called Journeys to the Light1, those junctures in time where our personal story could have been different. Exploring what could have been is a healing technique because it illuminates why an alternate path was not chosen.",
                    "It is not easy to retrieve memories of these potentials, even for advanced dreamers; up there, the mind does not work that well, although it is not impossible."
                ],
                "Tips" : [
                    "Check <a href='https://store.crimsoncircle.com/adamus-on-topic-dreamworlds.html?query=dreamworlds&page=1' target='_blank' rel='noreferrer'>DreamWorlds</a> out, an interview from Aberdeem & Linda Hoppe to Adamus Saint Germain, a straightforward yet profound approach that may help you gain a new perspective on dreaming. No, we don't get commissions on it, but if it helps, let us know."
                ]
            }
        },
        {
            "id": 7,
            "name": "Dream Explorer",
            "message": {
                "Profile" : [
                    "The Dream Explorer spontaneously or purposefully wakes up within the dreaming landscapes. The gate is now open but not entirely, as the last step entails being conscious of the simultaneous dreams happening, including this one, awake or asleep.",
                    "While lucidity is a spectrum and staying lucid requires practice, this dreamer has broken social and mental conditioning, and now it becomes possible to choose where to go, with whom to connect, or what to do in dreams. Even so, remember that even for lucid dreamers, dreams happen."
                ],
                "Landscapes" : [
                    "Be it in the Limbo Tunnels of the Dreaming Landscapes of What Is, the Dark Jungles or Utopic Highlands of the Dreaming Landscapes of What Was, or the Time Rivers of the Dreaming Landscapes of What Could Be, the Dream Explorer can move freely as these are landscapes where the mind still works. But in this state, it is impossible to visit the Crystalline Waterfalls or Soul's Peak."
                ],
                "Tips" : [
                    "The Dream Explorer needs to be aware of the dreamer's paradoxes and principles and the laws of the land –see The Dreaming Landscapes. If lucidity is reached without a certain degree of integration, the dreamer might get attracted to less-than-ideal circumstances, bump into less-than-desirable entities, or be drawn into dangerous territories, particularly in the Limbo Tunnels and Dark Jungles.",
                    "The workshop <a href='https://store.crimsoncircle.com/dreamwalker-death-2020-september-25-27-2020.html?query=dreamwalker+death&page=1' target='_blank' rel='noreferrer'>DreamWalker Death</a> of the Crimson Circle will help you recognize potential risks; the names of the landscapes are not the same as the ones we are using here, and it has the specific purpose of teaching how to dreamwalk the ones in transition after death. And no, we don't get commissions on it, but if it helps, let us know. And once again, remember, you are the master of your dreams."
                ]
            }
        },
        {
            "id": 8,
            "name": "Life Dreamer",
            "message": {
                "Profile" : [
                    "At Earth's Core, a Life Dreamer connects with birthing energies, the energies of life that animate tangible forms, and with the conscious beings that make life energy available to all levels of our physical and non-physical existence: crystals at the Crystal Caves, whales at the Deep Oceans, dolphins at the Shallow Seas and trees at the Ethereal Forests.",
                    "We humans are life, and joy is inherent to life. While it might appear natural, most humans don't usually connect to these refined frequencies unless they are in touch with their true nature; this is the reason why this is the eighth profile out of ten."
                ],
                "Landscapes" : [
                    "Because of the relationship of the Devic beings to life, a Life Dreamer may also feel drawn to the Devic Reserves. At some point in our evolution, we all were Devic beings, intimately connected to life, but for some Life Dreamers, dreaming in the Devic Reserves means that they continued to incarnate as Devic beings after the standardization of the human form.",
                    "Although the resonance of Devic beings is less luminous, more grayish –reflects a lower consciousness, and these dreams might cause some severe draining of our energy, they would speak of life and joy, too.",
                    "We can remember swimming with dolphins or whales or speaking with trees, but the Life Dreamer's dreams are about the energy of life."
                ],
                "Tips" : [
                    "Listen to <a href='https://store.crimsoncircle.com/i-am-joy.html?query=i+am+joy&page=1' rel='noreferrer' target='_blank'>I Am Joy</a> from the Crimson Circle;  Adamus Saint Germain states that joy is the natural state of any living thing and comes from deep within. No, we don't get commissions on it, but if it helps, let us know."
                ]
            }
        },
        {
            "id": 9,
            "name": "Crystalline Dreamer",
            "message": {
                "Profile" : [
                    "The Crystalline Dreamer visits the Dreaming Landscapes of What Could Be, the birthing place of every potential –what has not been recognized or expressed in our present physical reality.",
                    "Time Rivers and Crystalline Waterfalls are both territories of the Dreaming Landscapes of What Could Be, but they are very different."
                ],
                "Landscapes" : [
                    "In the Time Rivers, we travel in time to what can be or what could have been, collectively or personally. As quantum physicists know, merely by observing potentials, they transform; it means that one conscious human dreaming in this landscape favorably impacts us all.",
                    "Prophetic dreams –potentials that do come to pass– exist in this landscape; a clear human recognizes in dreams that given the choices that have already been made, specific outcomes are inevitable. But most dreams are not inevitable, they are only potentials.",
                    "In the Crystalline Waterfalls, we encounter healing, new and original ideas that open the door to inventions, music that has not sounded on Earth, mathematical formulas that solve critical problems, or images that clarify entire paradigms. The recognition of these findings hits us the moment we wake up.",
                    "These dreams may powerfully transform our Earthly lives, but most bring back no information; the profound knowingness unfolds gradually in our human reality. Inventors, pioneers, creators, and creatives come to this landscape regularly.",
                    "Interestingly, this is the door to dreams that some choose to open first because it is where we distill information and wake up not with stories but with answers.",
                    "As the Ascended Master Tobias says in <a rel='noreferrer' target='_blank' href='https://store.crimsoncircle.com/dreams.html?query=dreams&page=1'>Dreams</a>, \"Some of the most complex, multidimensional, and the purest energy dreams will bring back no memories at all.\""
                ],
                "Tips" : [
                    "One way to identify if you are a Crystalline Dreamer is to note if you have had any dreams about animals that do not exist on this planet or with mythical creatures like unicorns or dragons. Another way is to recognize that the feeling is beautiful, even when exploring sensations that the mind deems unpleasant.",
                    "Note that intense and volatile emotions come from the mind, and we experience them in less refined dreaming landscapes, whereas subtle and stable feelings come from the Soul, and we find them here.",
                    "An awake Crystalline Dreamer is a dreamwalker –a dreamer entering the dreaming landscapes from the waking state. This dreamer moves freely within the Limbo, Dark Jungles, Utopic Highlands, and Time Rivers, and we contend that it is the only dreamer allowed into the Consciousness Islands. See The <a href={dreamingLandscapesLink}>The Dreaming Landscapes</a>.",
                    "Safely connect with the Crystalline Waterfalls with two audios from the Crimson Circle: <a href='https://store.crimsoncircle.com/i-am-potentials.html?query=i+am+potentials&page=1' rel='noreferrer' target='_blank'>I Am Potentials</a> from Master Kuthumi, recorded in 2022, and the 2013 <a href='https://store.crimsoncircle.com/dreamwalker-series-journey-into-your-secret-garden.html?query=secret+garden&page=1' rel='noreferrer' target='_blank'>DreamWalk Journey to your Secret Garden</a> from Adamus Saint-Germain. No, we don't get commissions on it, but if it helps, let us know."
                ]
            }
        },
        {
            "id": 10,
            "name": "Divine Dreamer",
            "phrase": "We dream at every dreaming landscape simultaneously, yet we remember dreams in our own unique way.",
            "message": {
                "Profile" : [
                    "We traverse all of the dreaming landscapes –dehydrating in the deserts, drowning in the rivers, succumbing in our ascent up mountains–  only to find that our Soul is out there and yet, right here.",
                    "The spaceless, formless one-life, the origin, is within every human being and at the core of every galaxy so that by understanding ourselves, we can understand the whole universe.",
                    "Crystalline energies exist at the core of Creation, in the Crystal Caves on Earth, and at the Crystalline Waterfalls, territories readily accessible for conscious dreamers in the upper dreaming landscapes. But consciousness is not energy: that is the difference between a Crystalline Dreamer and a Divine Dreamer.",
                    "As a Life Dreamer, the Crystalline Dreamer connects with birthing energies, the energies of life that animate all tangible forms, and the conscious beings that make life energy available to all levels of our physical and non-physical existence: crystals, whales, dolphins, and trees. And the Crystalline Dreamer naturally visits the Crystalline Waterfalls, the birthing place of every potential."
                ],
                "Landscapes" : [
                    "Dreaming on Soul's Peak, on the other hand, is an alignment with our true essence; as the encounter uplifts our resonance, it calls into action energies that were previously dormant; in other words, it is consciousness that activates energy; it is consciousness that created energy, in the first place. We are consciousness, but life is energy.",
                    "Dreams in this landscape are timeless, profound, and life-changing. We recognize them because, after such an encounter, our physical body needs to rest and recuperate, and they only become tangible when we acknowledge how our physical existence changes.",
                    "Remembering a dream of an encounter with the Soul is possible but highly uncommon. Also, advanced dreamers might translate dreams about their relationship with their Souls into allegories. Arguably, these dreams correspond to the Symbolic Planes, where we bypass the mind and reveal to our conscious Self what we already know at a deeper level."
                ],
                "Tips" : [
                    "If you feel you are a Divine Dreamer, then you are prepared to listen to <a href='https://store.crimsoncircle.com/the-master-s-life-part-14-soul-encounters.html?query=soul+encounters&page=1' target='_blank' rel='noreferrer'>Soul Encounters</a>; Adamus Saint Germain offers a brief history of how our concept of Soul has evolved and speaks of the I Am as consciousness that is only aware of itself –what most of us understand as the Soul– while the Soul is the sum of all energy. This distinction may be relevant for your explorations and the comprehension of your dreams, but beware, it is no ordinary material; it will transform the way you understand yourself.",
                    "\"We are the Soul, dreaming of ourselves as humans.\"\n(Adamus Saint Germain, 2021)"
                ]
            }
        }  
    ]
}